Revit 2027 API
AdvancedWood.WoodLatewoodSharpness Property
 The property labeled "Percentage of pure latewood" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodLatewoodSharpness { get; }
Public Shared ReadOnly Property WoodLatewoodSharpness As String
	Get
public:
static property String^ WoodLatewoodSharpness {
	String^ get ();
}
static member WoodLatewoodSharpness : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace